Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# row_wallet_delete
source: Delete confirmed wallet
ar: حذف المحفظة المؤكدة
de: Bestätigtes Wallet löschen
es: Eliminar billetera confirmada
fa: کیف پول تایید شده را حذف کنید
fr: Supprimer le portefeuille confirmé
he: מחק את הארנק המאושר
hi: पुष्टिकृत वॉलेट हटाएं
id: Hapus dompet yang dikonfirmasi
it: Elimina il portafoglio confermato
ja: 確認済みのウォレットを削除する
ko: 확인된 지갑 삭제
nl: Bevestigde portemonnee verwijderen
pl: Usuń potwierdzony portfel
pt: Excluir carteira confirmada
ru: Удалить подтвержденный кошелек
tr: Onaylanmış cüzdanı sil
uk: Видалити підтверджений гаманець
vi: Xóa ví đã xác nhận
zh_hans: 删除已确认的钱包
zh_hant: 刪除已確認的錢包

# row_wallet_delete_summary
source: Unlock the wallet, verify its network and account, then confirm twice. Other network wallets are not affected.
ar: افتح المحفظة، وتحقق من شبكتها وحسابها، ثم أكد مرتين. ولا تتأثر محافظ الشبكة الأخرى.
de: Entsperren Sie das Wallet, überprüfen Sie sein Netzwerk und Konto und bestätigen Sie dann zweimal. Andere Netzwerk-Wallets sind nicht betroffen.
es: Desbloquee la billetera, verifique su red y cuenta, luego confirme dos veces. Otras carteras de red no se ven afectadas.
fa: قفل کیف پول را باز کنید، شبکه و حساب آن را تأیید کنید، سپس دو بار تأیید کنید. سایر کیف پول های شبکه تحت تأثیر قرار نمی گیرند.
fr: Déverrouillez le portefeuille, vérifiez son réseau et son compte, puis confirmez deux fois. Les autres portefeuilles réseau ne sont pas affectés.
he: בטל את נעילת הארנק, אמת את הרשת והחשבון שלו ולאחר מכן אשר פעמיים. ארנקי רשת אחרים אינם מושפעים.
hi: वॉलेट को अनलॉक करें, उसके नेटवर्क और खाते को सत्यापित करें, फिर दो बार पुष्टि करें। अन्य नेटवर्क वॉलेट प्रभावित नहीं होते हैं.
id: Buka kunci dompet, verifikasi jaringan dan akunnya, lalu konfirmasi dua kali. Dompet jaringan lain tidak terpengaruh.
it: Sblocca il portafoglio, verifica la sua rete e il suo account, quindi conferma due volte. Gli altri portafogli di rete non sono interessati.
ja: ウォレットのロックを解除し、ネットワークとアカウントを確認してから 2 回確認します。他のネットワークウォレットは影響を受けません。
ko: 지갑을 잠금 해제하고 네트워크와 계정을 확인한 후 두 번 확인하세요. 다른 네트워크 지갑은 영향을 받지 않습니다.
nl: Ontgrendel de portemonnee, verifieer het netwerk en account en bevestig vervolgens twee keer. Andere netwerkportefeuilles worden niet beïnvloed.
pl: Odblokuj portfel, zweryfikuj jego sieć i konto, a następnie potwierdź dwukrotnie. Nie ma to wpływu na inne portfele sieciowe.
pt: Desbloqueie a carteira, verifique sua rede e conta e confirme duas vezes. Outras carteiras de rede não são afetadas.
ru: Разблокируйте кошелек, проверьте его сеть и учетную запись, затем подтвердите дважды. Другие сетевые кошельки не затрагиваются.
tr: M-cüzdanın kilidini açın, ağını ve hesabını doğrulayın ve ardından iki kez onaylayın. Diğer ağ cüzdanları etkilenmez.
uk: Розблокуйте гаманець, перевірте його мережу та обліковий запис, а потім підтвердьте двічі. Інші гаманці мережі не впливають.
vi: Mở khóa ví, xác minh mạng và tài khoản của nó, sau đó xác nhận hai lần. Các ví mạng khác không bị ảnh hưởng.
zh_hans: 解锁钱包，验证其网络和帐户，然后确认两次。其他网络钱包不受影响。
zh_hant: 解鎖錢包，驗證其網路和帳戶，然後確認兩次。其他網路錢包不受影響。

# row_wallet_direct_shakescape_host
source: Swap connection
ar: اتصال مبادلة
de: Verbindung tauschen
es: Intercambiar conexión
fa: تعویض اتصال
fr: Échanger la connexion
he: החלפת חיבור
hi: कनेक्शन स्वैप करें
id: Tukar koneksi
it: Scambia connessione
ja: スワップ接続
ko: 스왑 연결
nl: Wissel verbinding
pl: Zmień połączenie
pt: Trocar conexão
ru: Обмен соединением
tr: Bağlantıyı değiştir
uk: З'єднання своп
vi: Trao đổi kết nối
zh_hans: 交换连接
zh_hant: 交換連接

# row_wallet_disconnect_direct_shakescape
source: Disconnect swap peer
ar: افصل نظير المبادلة
de: Swap-Peer trennen
es: Desconectar par de intercambio
fa: همتای مبادله را قطع کنید
fr: Déconnecter le homologue d'échange
he: נתק החלפת עמית
hi: स्वैप पीयर को डिस्कनेक्ट करें
id: Putuskan sambungan rekan swap
it: Disconnettere il peer di scambio
ja: スワップピアの切断
ko: 스왑 피어 연결 끊기
nl: Koppel de swap-peer los
pl: Odłącz peera wymiany
pt: Desconectar ponto de troca
ru: Отключить узел подкачки
tr: Takas eşinin bağlantısını kes
uk: Від'єднати одноранговий обмінник
vi: Ngắt kết nối trao đổi ngang hàng
zh_hans: 断开交换对等点
zh_hant: 断开交换对等点

# row_wallet_disconnect_direct_shakescape_summary
source: Disconnect this offer peer so another can connect.
ar: افصل نظير العرض هذا حتى يتمكن آخر من الاتصال.
de: Trennen Sie die Verbindung dieses Angebots-Peers, damit ein anderer eine Verbindung herstellen kann.
es: Desconecta este par de oferta para que otro pueda conectarse.
fa: این همتای پیشنهادی را قطع کنید تا دیگری بتواند متصل شود.
fr: Déconnectez cet homologue d’offre pour qu’un autre puisse se connecter.
he: נתק את עמית ההצעה הזו כדי שאחר יוכל להתחבר.
hi: इस ऑफ़र सहकर्मी को डिस्कनेक्ट करें ताकि कोई अन्य कनेक्ट कर सके।
id: Putuskan sambungan rekan penawaran ini sehingga yang lain dapat terhubung.
it: Disconnetti questo peer dell'offerta in modo che un altro possa connettersi.
ja: このオファー ピアを切断して、別のオファー ピアが接続できるようにします。
ko: 다른 사람이 연결할 수 있도록 이 오퍼 피어의 연결을 끊습니다.
nl: Ontkoppel deze aanbiedingspeer zodat een andere verbinding kan maken.
pl: Odłącz tego partnera oferty, aby inny mógł się połączyć.
pt: Desconecte este peer de oferta para que outro possa se conectar.
ru: Отключите этот узел предложения, чтобы другой мог подключиться.
tr: Başka birinin bağlanabilmesi için bu teklif eşinin bağlantısını kesin.
uk: Від’єднайте цю однорангову пропозицію, щоб інший міг підключитися.
vi: Ngắt kết nối ưu đãi này để người khác có thể kết nối.
zh_hans: 断开此报价对等方的连接，以便另一个报价对等方可以连接。
zh_hant: 断开此报价对等方的连接，以便另一个报价对等方可以连接。

# row_wallet_finalize_name
source: Finalize name transfer
ar: الانتهاء من نقل الاسم
de: Namensübertragung abschließen
es: Finalizar la transferencia de nombre
fa: انتقال نام نهایی
fr: Finaliser le transfert de nom
he: סיום העברת שם
hi: नाम स्थानांतरण को अंतिम रूप दें
id: Selesaikan transfer nama
it: Finalizzare il trasferimento del nome
ja: 名義変更を完了する
ko: 이름 이전 완료
nl: Voltooi de naamoverdracht
pl: Sfinalizuj transfer nazwy
pt: Finalizar transferência de nome
ru: Завершить перенос имени
tr: Ad aktarımını sonlandırın
uk: Завершити передачу імені
vi: Hoàn tất việc chuyển tên
zh_hans: 完成名称转移
zh_hant: 完成名稱轉移

# row_wallet_finalize_name_summary
source: Finalize a transfer after the on-chain lockup has matured.
ar: قم بإنهاء عملية النقل بعد نضوج القفل على السلسلة.
de: Schließen Sie eine Übertragung ab, nachdem die On-Chain-Sperrung ausgereift ist.
es: Finalice una transferencia después de que haya madurado el bloqueo en la cadena.
fa: پس از بلوغ قفل روی زنجیره، انتقال را نهایی کنید.
fr: Finalisez un transfert une fois le blocage en chaîne arrivé à maturité.
he: סיים העברה לאחר שהנעילת השרשרת הבשילה.
hi: ऑन-चेन लॉकअप परिपक्व होने के बाद स्थानांतरण को अंतिम रूप दें।
id: Selesaikan transfer setelah penguncian on-chain telah matang.
it: Finalizzare un trasferimento dopo che il blocco sulla catena è maturato.
ja: オンチェーンのロックアップが完了した後に転送を完了します。
ko: 온체인 락업이 완료된 후 전송을 마무리합니다.
nl: Voltooi een overdracht nadat de lock-up aan de keten is verlopen.
pl: Sfinalizuj transfer po upływie okresu blokady łańcucha.
pt: Finalize uma transferência após o vencimento do bloqueio na cadeia.
ru: Завершите передачу после того, как наступит время блокировки в цепочке.
tr: Zincirdeki kilitlenme olgunlaştıktan sonra bir transferi sonlandırın.
uk: Завершіть передачу після завершення блокування в ланцюжку.
vi: Hoàn tất việc chuyển tiền sau khi quá trình khóa trên chuỗi đã hết hạn.
zh_hans: 链上锁仓到期后完成转账。
zh_hant: 鏈上鎖倉到期後完成轉帳。

# row_wallet_get_session
source: Inspect trade session
ar: تفقد جلسة التداول
de: Überprüfen Sie die Handelssitzung
es: Inspeccionar sesión comercial
fa: جلسه تجارت را بررسی کنید
fr: Inspecter la séance de négociation
he: בדוק את מושב הסחר
hi: व्यापार सत्र का निरीक्षण करें
id: Periksa sesi perdagangan
it: Ispeziona la sessione di trading
ja: 取引セッションを検査する
ko: 거래 세션 검사
nl: Handelssessie inspecteren
pl: Sprawdź sesję handlową
pt: Inspecionar sessão de negociação
ru: Осмотреть торговую сессию
tr: Ticaret oturumunu denetleyin
uk: Перегляньте торгову сесію
vi: Kiểm tra phiên giao dịch
zh_hans: 检查交易时段
zh_hant: 檢查交易時段

# row_wallet_get_session_summary
source: Refresh one local seller or buyer workflow by its session ID.
ar: قم بتحديث سير عمل البائع أو المشتري المحلي بواسطة معرف الجلسة الخاص به.
de: Aktualisieren Sie einen lokalen Verkäufer- oder Käufer-Workflow anhand seiner Sitzungs-ID.
es: Actualice el flujo de trabajo de un vendedor o comprador local por su ID de sesión.
fa: یک گردش کار فروشنده یا خریدار محلی را با شناسه جلسه آن بازخوانی کنید.
fr: Actualisez le flux de travail d'un vendeur ou d'un acheteur local par son ID de session.
he: רענן זרימת עבודה של מוכר או קונה מקומי אחד לפי מזהה ההפעלה שלו.
hi: एक स्थानीय विक्रेता या खरीदार वर्कफ़्लो को उसकी सत्र आईडी द्वारा ताज़ा करें।
id: Segarkan satu alur kerja penjual atau pembeli lokal berdasarkan ID sesinya.
it: Aggiorna il flusso di lavoro di un venditore o acquirente locale in base al suo ID sessione.
ja: 1 つのローカル販売者または購入者のワークフローをセッション ID で更新します。
ko: 세션 ID를 기준으로 로컬 판매자 또는 구매자 워크플로를 새로 고칩니다.
nl: Vernieuw één lokale verkoper- of koperworkflow op basis van de sessie-ID.
pl: Odśwież przepływ pracy lokalnego sprzedawcy lub kupującego według jego identyfikatora sesji.
pt: Atualize o fluxo de trabalho de um vendedor ou comprador local por seu ID de sessão.
ru: Обновите рабочий процесс одного местного продавца или покупателя по его идентификатору сеанса.
tr: Bir yerel satıcının veya alıcının iş akışını oturum kimliğine göre yenileyin.
uk: Оновіть робочий цикл місцевого продавця чи покупця за його ідентифікатором сеансу.
vi: Làm mới quy trình làm việc của một người bán hoặc người mua địa phương bằng ID phiên của nó.
zh_hans: 按会话 ID 刷新本地卖家或买家工作流程。
zh_hant: 按會話 ID 刷新本機賣家或買家工作流程。

# row_wallet_list_offers
source: List Handshake name-sale offers
ar: قائمة عروض بيع الأسماء Handshake
de: Liste der Handshake-Namensverkaufsangebote
es: Listar ofertas de venta de nombre Handshake
fa: پیشنهادهای فروش نام Handshake را فهرست کنید
fr: Liste des offres de vente de noms Handshake
he: רשימת הצעות מכירת שם של Handshake
hi: Handshake नाम-बिक्री प्रस्तावों की सूची बनाएं
id: Cantumkan penawaran penjualan nama Handshake
it: Elenca le offerte di vendita nominativa Handshake
ja: Handshake ネームセール オファーの一覧表示
ko: Handshake 이름 판매 제안 목록
nl: Lijst met Handshake-verkoopaanbiedingen
pl: Lista ofert sprzedaży imiennej Handshake
pt: Listar ofertas de venda de nomes Handshake
ru: Перечислите именные предложения Handshake
tr: Handshake isim indirimi tekliflerini listeleyin
uk: Список пропозицій продажу імен Handshake
vi: Danh sách ưu đãi bán tên Handshake
zh_hans: 列出 Handshake 名称销售优惠
zh_hant: 列出 Handshake 名稱銷售優惠

# row_wallet_list_offers_summary
source: Read the current authenticated Swap Board offer page and copy a listing ID.
ar: اقرأ صفحة عرض Swap Board الحالية الموثقة وانسخ معرف القائمة.
de: Lesen Sie die aktuelle authentifizierte Swap Board-Angebotsseite und kopieren Sie eine Listing-ID.
es: Lea la página de oferta actual autenticada de Swap Board y copie un ID de listado.
fa: صفحه پیشنهاد Swap Board تأیید شده فعلی را بخوانید و شناسه فهرست را کپی کنید.
fr: Lisez la page actuelle de l'offre Swap Board authentifiée et copiez un identifiant d'annonce.
he: קרא את דף הצעת ה-Swap Board המאומת הנוכחי והעתק מזהה רישום.
hi: वर्तमान प्रमाणित स्वैप बोर्ड ऑफ़र पृष्ठ पढ़ें और एक लिस्टिंग आईडी की प्रतिलिपि बनाएँ।
id: Baca halaman penawaran Swap Board yang diautentikasi saat ini dan salin ID listingan.
it: Leggi l'attuale pagina dell'offerta Swap Board autenticata e copia un ID dell'elenco.
ja: 現在認証されているスワップボードのオファーページを読み、リスト ID をコピーします。
ko: 현재 인증된 스왑 보드 제안 페이지를 읽고 목록 ID를 복사하세요.
nl: Lees de huidige geauthenticeerde Swap Board-aanbiedingspagina en kopieer een advertentie-ID.
pl: Przeczytaj aktualną stronę z uwierzytelnioną ofertą tablicy wymiany i skopiuj identyfikator aukcji.
pt: Leia a página de oferta do Swap Board autenticada atual e copie um ID de listagem.
ru: Прочтите текущую аутентифицированную страницу предложения Swap Board и скопируйте идентификатор листинга.
tr: Geçerli, doğrulanmış Swap Board teklif sayfasını okuyun ve bir listeleme kimliğini kopyalayın.
uk: Прочитайте поточну автентифіковану сторінку пропозиції Swap Board і скопіюйте ідентифікатор лістингу.
vi: Đọc trang ưu đãi Swap Board đã được xác thực hiện tại và sao chép ID danh sách.
zh_hans: 阅读当前经过验证的交换板报价页面并复制列表 ID。
zh_hant: 閱讀目前經過驗證的交換板報價頁面並複製清單 ID。

# row_wallet_name_import
source: Import exact Handshake name
ar: قم باستيراد اسم Handshake الدقيق
de: Importieren Sie den genauen Handshake-Namen
es: Importar nombre exacto Handshake
fa: نام دقیق Handshake را وارد کنید
fr: Importer le nom exact de Handshake
he: ייבא שם Handshake מדויק
hi: सटीक Handshake नाम आयात करें
id: Impor nama Handshake yang tepat
it: Importa il nome esatto Handshake
ja: 正確な Handshake 名をインポートします
ko: 정확한 Handshake 이름 가져오기
nl: Importeer de exacte Handshake-naam
pl: Zaimportuj dokładną nazwę Handshake
pt: Importe o nome Handshake exato
ru: Импортировать точное имя Handshake.
tr: Tam Handshake adını içe aktar
uk: Імпортуйте точну назву Handshake
vi: Nhập tên Handshake chính xác
zh_hans: 导入准确的 Handshake 名称
zh_hant: 導入準確的 Handshake 名稱

# row_wallet_pair_direct_shakescape
source: Connect to offer peer
ar: الاتصال بنظير العرض
de: Mit Angebots-Peer verbinden
es: Conectar con el par de la oferta
fa: اتصال به همتای پیشنهاد
fr: Se connecter au pair de l’offre
he: התחברות לעמית ההצעה
hi: ऑफ़र पीयर से जुड़ें
id: Hubungkan ke rekan penawaran
it: Connetti al peer dell’offerta
ja: オファー相手に接続
ko: 제안 피어에 연결
nl: Verbinden met aanbiedingspeer
pl: Połącz z partnerem oferty
pt: Ligar ao par da oferta
ru: Подключиться к участнику предложения
tr: Teklif eşine bağlan
uk: Підключитися до учасника пропозиції
vi: Kết nối với bên chào giá
zh_hans: 连接报价方
zh_hant: 連線至報價方

# row_wallet_pair_direct_shakescape_summary
source: Connect to the offer creator. Their offers open automatically. No funds move.
ar: اتصل بمنشئ العرض. ستفتح عروضه تلقائيًا. لن تُنقل أي أموال.
de: Mit dem Ersteller des Angebots verbinden. Seine Angebote werden automatisch geöffnet. Es werden keine Gelder übertragen.
es: Conéctate con el creador de la oferta. Sus ofertas se abrirán automáticamente. No se moverán fondos.
fa: به سازنده پیشنهاد متصل شوید. پیشنهادهای او خودکار باز می‌شوند. هیچ وجهی جابه‌جا نمی‌شود.
fr: Connectez-vous au créateur de l’offre. Ses offres s’ouvriront automatiquement. Aucun fonds ne sera déplacé.
he: התחברו ליוצר ההצעה. ההצעות שלו ייפתחו אוטומטית. לא יועברו כספים.
hi: ऑफ़र बनाने वाले से जुड़ें। उसके ऑफ़र अपने आप खुलेंगे। कोई धन नहीं भेजा जाएगा।
id: Hubungkan ke pembuat penawaran. Penawarannya terbuka otomatis. Tidak ada dana yang dipindahkan.
it: Connettiti al creatore dell’offerta. Le sue offerte si apriranno automaticamente. Nessun fondo verrà spostato.
ja: オファー作成者に接続します。オファーは自動的に開きます。資金は移動しません。
ko: 제안 생성자에게 연결합니다. 제안이 자동으로 열립니다. 자금은 이동하지 않습니다.
nl: Maak verbinding met de maker van de aanbieding. De aanbiedingen openen automatisch. Er wordt geen geld verplaatst.
pl: Połącz się z twórcą oferty. Jego oferty otworzą się automatycznie. Żadne środki nie zostaną przeniesione.
pt: Ligue-se ao criador da oferta. As ofertas serão abertas automaticamente. Nenhum fundo será movido.
ru: Подключитесь к создателю предложения. Его предложения откроются автоматически. Средства не перемещаются.
tr: Teklif sahibine bağlanın. Teklifleri otomatik açılır. Para taşınmaz.
uk: Підключіться до автора пропозиції. Його пропозиції відкриються автоматично. Кошти не переміщуються.
vi: Kết nối với người tạo chào giá. Các chào giá sẽ tự động mở. Không có tiền nào được chuyển.
zh_hans: 连接报价创建者。其报价会自动打开，不会转移任何资金。
zh_hant: 連線至報價建立者。其報價會自動開啟，不會移動任何資金。

# row_wallet_read_balance
source: Confirmed spendable balance
ar: الرصيد المؤكد القابل للإنفاق
de: Bestätigtes verfügbares Guthaben
es: Saldo confirmado disponible
fa: موجودی تأییدشده قابل خرج
fr: Solde confirmé disponible
he: יתרה מאושרת הזמינה להוצאה
hi: पुष्ट खर्च योग्य शेष
id: Saldo terkonfirmasi yang dapat digunakan
it: Saldo confermato disponibile
ja: 使用可能な確定残高
ko: 확인된 사용 가능 잔액
nl: Bevestigd beschikbaar saldo
pl: Potwierdzone dostępne saldo
pt: Saldo confirmado disponível
ru: Подтверждённый доступный баланс
tr: Onaylanmış harcanabilir bakiye
uk: Підтверджений доступний баланс
vi: Số dư khả dụng đã xác nhận
zh_hans: 已确认可用余额
zh_hant: 已確認可用餘額

# row_wallet_read_names
source: Tracked names
ar: الأسماء المتعقبة
de: Verfolgte Namen
es: Nombres rastreados
fa: اسامی ردیابی شده
fr: Noms suivis
he: שמות במעקב
hi: ट्रैक किए गए नाम
id: Nama yang dilacak
it: Nomi tracciati
ja: 追跡された名前
ko: 추적된 이름
nl: Bijgehouden namen
pl: Śledzone nazwy
pt: Nomes rastreados
ru: Отслеживаемые имена
tr: Takip edilen isimler
uk: Відстежені імена
vi: Tên được theo dõi
zh_hans: 追踪姓名
zh_hant: 追蹤姓名

# row_wallet_read_receive
source: Payment receive address
ar: عنوان استلام الدفعات
de: Empfangsadresse
es: Dirección de recepción
fa: نشانی دریافت پرداخت
fr: Adresse de réception
he: כתובת לקבלת תשלום
hi: भुगतान प्राप्ति पता
id: Alamat penerimaan pembayaran
it: Indirizzo di ricezione
ja: 受取アドレス
ko: 결제 수신 주소
nl: Ontvangstadres
pl: Adres odbiorczy
pt: Endereço de recebimento
ru: Адрес получения
tr: Ödeme alma adresi
uk: Адреса отримання
vi: Địa chỉ nhận thanh toán
zh_hans: 收款地址
zh_hant: 收款地址

# row_wallet_read_sync
source: Refresh wallet reads
ar: تحديث يقرأ المحفظة
de: Wallet-Lesevorgänge aktualisieren
es: Actualizar lecturas de billetera
fa: رفرش کیف پول می خواند
fr: Actualiser les lectures du portefeuille
he: רענון קריאות הארנק
hi: रिफ्रेश वॉलेट पढ़ता है
id: Segarkan dompet berbunyi
it: Aggiorna le letture del portafoglio
ja: ウォレットの読み取りを更新する
ko: 지갑 읽기 새로 고침
nl: Portefeuillelezingen vernieuwen
pl: Odśwież odczyty z portfela
pt: Atualizar leituras da carteira
ru: Обновить чтение кошелька
tr: Cüzdan okumalarını yenile
uk: Оновити читання гаманця
vi: Làm mới số lần đọc ví
zh_hans: 刷新钱包读取
zh_hant: 刷新錢包讀取

# row_wallet_read_sync_summary
source: Verify the latest balance, activity, and names before sending.
ar: تأكد من آخر رصيد ونشاط وأسماء قبل الإرسال.
de: Überprüfen Sie vor dem Senden den aktuellen Kontostand, die aktuelle Aktivität und die Namen.
es: Verifique el saldo, la actividad y los nombres más recientes antes de enviar.
fa: قبل از ارسال، آخرین موجودی، فعالیت و نام‌ها را بررسی کنید.
fr: Vérifiez le dernier solde, l'activité et les noms avant l'envoi.
he: אמת את היתרה, הפעילות והשמות העדכניים ביותר לפני השליחה.
hi: भेजने से पहले नवीनतम शेष राशि, गतिविधि और नाम सत्यापित करें।
id: Verifikasi saldo, aktivitas, dan nama terbaru sebelum mengirim.
it: Verifica il saldo, l'attività e i nomi più recenti prima dell'invio.
ja: 送信する前に、最新の残高、アクティビティ、および名前を確認してください。
ko: 보내기 전에 최신 잔액, 활동 및 이름을 확인하세요.
nl: Controleer het laatste saldo, activiteit en namen voordat u verzendt.
pl: Przed wysłaniem sprawdź najnowsze saldo, aktywność i nazwy.
pt: Verifique o saldo, atividade e nomes mais recentes antes de enviar.
ru: Перед отправкой проверьте последний баланс, активность и имена.
tr: Göndermeden önce en son bakiyeyi, etkinliği ve adları doğrulayın.
uk: Перед надсиланням перевірте останній баланс, активність та імена.
vi: Xác minh số dư, hoạt động và tên mới nhất trước khi gửi.
zh_hans: 发送前验证最新余额、活动和姓名。
zh_hant: 發送前驗證最新餘額、活動和姓名。

# row_wallet_recover_name
source: Recover name
ar: استعادة الاسم
de: Namen wiederherstellen
es: Recuperar nombre
fa: بازیابی نام
fr: Récupérer le nom
he: שחזר את השם
hi: नाम पुनर्प्राप्त करें
id: Pulihkan nama
it: Recupera il nome
ja: 名前を回復する
ko: 이름 복구
nl: Herstel naam
pl: Odzyskaj nazwę
pt: Recuperar nome
ru: Восстановить имя
tr: Adı kurtar
uk: Відновити назву
vi: Khôi phục tên
zh_hans: 恢复姓名
zh_hant: 恢復姓名

# row_wallet_recover_name_summary
source: Execute the seller recovery path when its refund conditions are satisfied.
ar: تنفيذ مسار استرداد البائع عند استيفاء شروط استرداد الأموال الخاصة به.
de: Führen Sie den Wiederherstellungspfad des Verkäufers aus, wenn die Rückerstattungsbedingungen erfüllt sind.
es: Ejecutar la ruta de recuperación del vendedor cuando se cumplan sus condiciones de reembolso.
fa: زمانی که شرایط بازپرداخت فروشنده برآورده شد، مسیر بازیابی فروشنده را اجرا کنید.
fr: Exécutez le chemin de récupération du vendeur lorsque ses conditions de remboursement sont satisfaites.
he: בצע את נתיב השחזור של המוכר כאשר תנאי ההחזר שלו מתקיימים.
hi: विक्रेता पुनर्प्राप्ति पथ निष्पादित करें जब उसकी धनवापसी शर्तें पूरी हो जाएं।
id: Jalankan jalur pemulihan penjual ketika kondisi pengembalian dana terpenuhi.
it: Esegui il percorso di recupero del venditore quando le sue condizioni di rimborso sono soddisfatte.
ja: 返金条件が満たされた場合、販売者回復パスを実行します。
ko: 환불 조건이 만족되면 판매자 복구 경로를 실행합니다.
nl: Voer het herstelpad van de verkoper uit wanneer aan de terugbetalingsvoorwaarden is voldaan.
pl: Wykonaj ścieżkę odzyskiwania sprzedawcy, gdy zostaną spełnione warunki zwrotu pieniędzy.
pt: Execute o caminho de recuperação do vendedor quando as condições de reembolso forem atendidas.
ru: Выполните путь восстановления продавца, когда его условия возврата будут выполнены.
tr: İade koşulları karşılandığında satıcı kurtarma yolunu yürütün.
uk: Виконайте шлях відновлення продавця, коли умови відшкодування будуть виконані.
vi: Thực hiện đường dẫn khôi phục của người bán khi các điều kiện hoàn tiền được đáp ứng.
zh_hans: 当满足退款条件时执行卖家恢复路径。
zh_hant: 當滿足退款條件時執行賣家恢復路徑。

# row_wallet_recovery_confirm
source: Confirm offline backup
ar: تأكيد النسخة الاحتياطية غير المتصلة
de: Offline-Sicherung bestätigen
es: Confirmar copia sin conexión
fa: تأیید نسخه پشتیبان آفلاین
fr: Confirmer la sauvegarde hors ligne
he: אישור גיבוי לא מקוון
hi: ऑफ़लाइन बैकअप की पुष्टि करें
id: Konfirmasi cadangan offline
it: Conferma backup offline
ja: オフラインバックアップを確認
ko: 오프라인 백업 확인
nl: Offline back-up bevestigen
pl: Potwierdź kopię offline
pt: Confirmar cópia offline
ru: Подтвердить офлайн-копию
tr: Çevrimdışı yedeği doğrula
uk: Підтвердити офлайн-копію
vi: Xác nhận bản sao lưu ngoại tuyến
zh_hans: 确认离线备份
zh_hant: 確認離線備份

# row_wallet_restore
source: Restore wallet
ar: استعادة محفظة
de: Wallet wiederherstellen
es: Restaurar cartera
fa: بازیابی کیف پول
fr: Restaurer un portefeuille
he: שחזור ארנק
hi: वॉलेट पुनर्स्थापित करें
id: Pulihkan dompet
it: Ripristina portafoglio
ja: ウォレットを復元
ko: 지갑 복원
nl: Wallet herstellen
pl: Przywróć portfel
pt: Restaurar carteira
ru: Восстановить кошелёк
tr: Cüzdanı geri yükle
uk: Відновити гаманець
vi: Khôi phục ví
zh_hans: 恢复钱包
zh_hant: 復原錢包

# row_wallet_retry_direct_shakescape_host
source: Retry P2P swap hosting
ar: أعد محاولة استضافة المبادلة P2P
de: Versuchen Sie es erneut mit dem Swap-Hosting P2P
es: Reintentar el alojamiento de intercambio P2P
fa: میزبانی تعویض P2P را دوباره امتحان کنید
fr: Réessayez l'hébergement d'échange P2P
he: נסה שוב P2P אירוח החלפה
hi: P2P स्वैप होस्टिंग का पुनः प्रयास करें
id: Coba lagi hosting pertukaran P2P
it: Riprova l'hosting di scambio P2P
ja: P2P スワップ ホスティングを再試行してください
ko: P2P 스왑 호스팅 재시도
nl: Probeer P2P swap-hosting opnieuw
pl: Ponów próbę hostingu wymiany P2P
pt: Tente novamente a hospedagem de troca P2P
ru: Повторите попытку замены хостинга P2P.
tr: P2P takas barındırmayı yeniden deneyin
uk: Повторіть спробу обміну хостингом P2P
vi: Thử lại lưu trữ trao đổi P2P
zh_hans: 重试 P2P 交换托管
zh_hant: 重试 P2P 交换托管
